Repository: Fedour/ProjetIHM
Catalog: LoveLetter/LoveLetter/Properties/string.*.resx
Languages: de, fr

source: a baron
de: einen Baron
fr: un baron

source: a countess
de: eine Gräfin
fr: une comtesse

source: Activate tutorial
de: Tutorial aktivieren
fr: Activer tutoriel

source: a guard
de: eine Wächterin
fr: un garde

source: a handmaid
de: eine Zofe
fr: une servante

source: a king
de: einen König
fr: un roi

source: a priest
de: einen Priester
fr: un prêtre

source: a prince
de: einen Prinz
fr: un prince

source: a princess
de: eine Prinzessin
fr: une princesse

# BaronEffectValue
source: Baron Value : 3 {0}Compare your hand with another player, {1}the one with the card with the lowest value is eleminated.
de: Baronwert : 3 {0}Vergleiche deine Handkarte mit der eines Mitspielers, {1} der Spieler mit dem niedrigeren Wert scheidet aus.
fr: Baron Valeur : 3 {0}Comparez votre main avec un autre joueur, {1}celui avec la valeur la plus faible est eliminé

source: Choose a type of card
de: Wählst einen Kartentyp
fr: Choissisez un type de carte

# ComparingHandsOfAnd
source: Comparing hand of {0} and {1}
de: Vergleicht Handkarte von {0} und {1}
fr: Comparaison entre la main de {0} et celle de {1}

source: Countess
de: Gräfin
fr: Comtesse

# CountessEffectValue
source: Countess Value : 7 {0}If you have this card in your hand at the same time as king or Prince ,{1}you must discard this card.
de: Gräfinwert : 7 {0} Wenn du zusätzlich König oder Prinz auf der Hand hast, {1} muss du die Gräfin ausspielen.
fr: Comtesse Valeur : 7 {0}Si vous avez cette carte en main en meme temps que le roi ou le prince, {1}vous devez vous défaussez de cette carte

# DoesNotHaveTheCard
source: {0} does not have the card {1}
de: {0} hat die Karte {1} nicht
fr: {0} n'a pas la carte {1}

source: Draw !
de: Unentschieden !
fr: Egalité

source: Guard
de: Wächterin
fr: Garde

# GuardEffectValue
source: Guard Value : 1 {0}Choose a player and try to guess which card he has in his hand (except the guard), {1} if you are right the player is eleminated.
de: Wächterinwert : 1 {0} Errätst du die Handkarte eines Mitspielers, {1} scheidet dieser aus. Gilt nicht für „Wächterin “
fr: Garde Valeur : 1 {0}Choisisez un joueur et essayez de deviner quelle carte il a en main (à l'exception du garde), {1}si vous avez juste le joueur est eliminé

source: Handmaid
de: Zofe
fr: Servante

# HandmaidEffectValue
source: Handmaid Value : 4 {0}You are protected until the next turn.
de: Zofewert : 4 {0}Du bist bis zu deinem nächsten Zug geschützt.
fr: Servante Valeur : 4 {0}Vous êtes protégé jusqu'au prochain tour

# HasReachedLimitNumberMarker
source: {0} has reached the limit number of marker, he won !
de: {0} hat genug Herzen gewonnen, er erhält die Hand der Prinzessin !
fr: {0} a atteint la limite de marqueurs, il a gagné !

# HasWon
source: {0} has won !
de: {0} hat gewonnen !
fr: {0} a gagné !

# HeresTheHandOfYourTarget
source: Here's the hand of {0}
de: Hier ist die Handkarte von {0}
fr: Voici la main de {0}

# IsOutOfTheGame
source: {0} is out of the game !
de: {0} scheidet aus !
fr: {0} a perdu !

# IsProtectedForOneTurn
source: {0} is protected for one turn
de: {0} ist geschützt bis zum nächsten Zug
fr: {0} est protégé pour un tour

# IsTheLastPlayer
source: {0} is the last player, he won the round !
de: {0} ist der letzte spieler , he hat die Zug gewonnen !
fr: {0} est le dernier joueur, il gagne le round !

source: King
de: König
fr: Roi

# KingEffectValue
source: King Value : 6 {0}Switch your hand with another player.
de: Königwert : 6 {0}Tausche deine Handkarte mit der eines Mitspielers
fr: Roi Valeur : 6 {0}Echangez votre main avec un autre joueur

# NewRound
source: Round {0}
de: Zug {0}
fr: Manche {0}

source: Player
de: Spieler
fr: Joueur

source: Priest
de: Priester
fr: Prêtre

# PriestEffectValue
source: Priest Value : 2 {0}Look the hand of another player.
de: Priesterwert : 2 {0} Schaue dir die Handkarte eines Mitspielers an
fr: Prêtre Valeur : 2 {0}Regardez la main d'un autre joueur

source: Prince
de: Prinz

# PrinceEffectValue
source: Prince Value : 5 {0}Choose a player (including you), {1}the player discard his hand to pick another card.
de: Prinzwert : 5 {0} Wähle einen Spieler (inklusiv du), {1} der seine Handkarte ablegt und eine neue Karte zieht
fr: Prince Valeur : 5 {0}Choisisez un joueur (vous inclus), {1}le joueur défausse sa main et pioche une nouvelle carte

source: Princess
de: Prinzessin
fr: Princesse

# PrincessEffectValue
source: Princess Value : 8 {0}If you discard this card you are eleminated from the round.
de: Prinzessinwert : 8 {0} Wenn du die Prinzessin ablegst, scheidest du aus
fr: Princesse Valeur : 8 {0} Si vous défaussez cette carte vous êtes eliminé de la manche

# Select1Player
source: Select one player
de: Wählst einen Spieler
fr: Selectionnez un joueur

source: Starting new game
de: Startet ein neuer Spiel
fr: Début d'une nouvelle partie

# SwitchHands
source: {0} switched his hand with {1}
de: {0} tauschte seine Handkarte mit {1}
fr: {0} a échangé sa main avec {1}

# Take1CardFromTheDeck
source: Take one card from deck
de: Nimmst eine Karte aus dem Kartenspiel
fr: Prenez une carte du deck

source: There are no avalaible target
de: Es gibt keine verfügbare Ziele
fr: Pas de cible valide

# ThinksThatHas
source: {0} thinks that {1} has {2}
de: {0} glaubt, dass {1} {2} hat
fr: {0} pense que {1} a {2}

# UseAPriestToSee
source: {0} uses a priest to see the hand of {1}
de: {0} benützt einen Priester um die Handkarte von {1} zu sehen
fr: {0} a utilisé un prêtre pour voir la main de {1}

source: Well guessed
de: Gut geschätzt
fr: Bien deviné

# WonTheBattle
source: {0} won the battle against {1} !
de: {0} hat den Kampf gegen {1} gewonnen !
fr: {0} a gagné la bataille contre {1} !

source: You cannot pick more than one card
de: Du kannst nicht mehr als eine Karte wählen
fr: Vous ne pouvez pas piochez plus d'une carte !

source: You need to pick a card first
de: Du must eine Karte zuerst wählen
fr: Vous devez piocher une carte d'abord

source: English
de: Englisch
fr: Anglais

source: French
de: Französisch
fr: Français

source: German
de: Deutsch
fr: Allemand

# hasTheMostStrongestCardDiscarded
source: {0} won the round with the most strongest card discarded
de: {0} hat den Zug gewonnen mit die meisten starken Karten abgelegt
fr: {0} gagne la manche avec le plus de carte forte défaussé

# hasTheStrongestCard
source: {0} won the round with the strongest card
de: {0} hat den Zug gewonnen weil er die stärkste Karte hatte !
fr: {0} gagne la manche car il avait la carte la plus forte !

source: Master volume
de: Hauptlautstärke
fr: Volume principal

source: Music volume
de: Musiklautstärke
fr: Volume de la musique

source: Mute
de: Stumm
fr: Muet

source: Show message box
de: Meldungsfeld zeigen
fr: Montrer la boite des messages

# showMessageFullscreen
source: Show full screen message
de: Meldungen auf Vollbild zeigen
fr: Montrer les messages en plein écran

source: It's not your turn
de: Du bist nicht dran
fr: Ce n'est pas votre tour

# PlayerPlay
source: Turn of Player {0}
de: Der Spieler: {0} spielt
fr: Joueur {0} joue

# Score
source: Score : {0}
de: Punktzahl : {0}
fr: Points : {0}

# DiscardedPrincess
source: {0} discarded the Princess !
de: {0} had die Prinzessin verworfen !
fr: {0} s'est défaussé de la Princesse !

# MustPlayCountess
source: You must play the comtess
de: Du musst die Comtess spielen
fr: Vous devez jouer la comtess!

# GameWillBegin
source: The game will begin
de: Das Spiel wird beginnen !
fr: La partie va commencer

source: Join
de: Treffen
fr: Rejoindre

source: Not enough Player
de: Nicht genug Spieler !
fr: Pas assez de joueurs

# SomeoneLeave
source: A player has left the game !
de: Ein Spieler ist weg !
fr: Un joueur est parti !

# Play1Card
source: Play one card
de: spiele eine Karte
fr: Joue une carte

source: Effect volume
fr: Volume des effets
